Repository: joshrichards37/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: de, sk

source: task rejected
de: Aufgabe abgelehnt
sk: úloha odmietnutá

source: Video club advertising
de: Video-Club Werbung

source: Back
de: zurück
sk: Späť

source: Title
de: Titel
sk: Názov

source: Must watch
de: Musst du sehen

source: Watch started
de: Sendung gestartet

source: in the last 30 days
de: in den letzten 30 Tagen

source: Watch ended
de: Sendung beendet

source: Weight
de: Gewicht

source: All
de: Alle
sk: Všetko

source: Do you really want to delete this record?
de: Möchten Sie diese Aufnahme wirklich löschen?
sk: Určite chcete vymazať tento záznam?

source: Deny for video categories
de: Abgelehnt für Video Kategorien

source: Save
de: Speichern
sk: Uložiť

source: done
de: fertig
sk: dokončené

source: not done
de: nicht fertig
sk: nedokončené

source: returned
de: zurück
sk: vrátené

source: return
de: Rückgabe
sk: vrátiť

source: Return reason
de: Rückgabegrund
sk: Dôvod vrátenia

source: Completed Karaoke tasks
de: Abgeschlossene Aufgaben Karaoke
sk: Dokončené Karaoke úlohy

source: report generated by closed-month clips
de: Bericht von geschlossenen Monat Clips erzeugt
sk: nahlásiť generované podľa klipov ukončeného mesiaca

source: Performer
de: Künstler
sk: Interpret

source: Turn on date
de: Anschalt Datum
sk: Dátum zapnutia

source: Video views statistics per month
de: Video Ansicht Statistik pro Monat
sk: Mesačné štatistiky sledovaní videí

source: By days
de: Tage
sk: Podľa dní

source: By genres
de: Genres
sk: Podľa žánrov

source: Search
de: Suchen
sk: Hľadať

source: search by movie title
de: Suche über Filmtitel
sk: hľadať podľa názvu filmu

source: Sort by
de: Sortiert nach
sk: Zoradiť podľa

source: Views
de: Aufrufe
sk: Zobrazenia

source: Total views
de: Total Angesehen
sk: Celkové zobrazenia

source: Last views
de: Letzte Ansichten
sk: Posledné zobrazenia

source: How many storages
de: Wie viele Speicher
sk: Koľko úložísk

source: Error: all fields are required
de: Error: Alle Felder werden benötigt
sk: Chyba: požadované sú všetky polia

source: Jokes
de: Witze
sk: Vtipy

source: Joke
de: Witz
sk: Vtip

source: New
de: Neu
sk: Nové

source: Error: could not save cover
de: Fehler: Bild konnte nicht gespeichert werden

source: AUDIO ALBUMS
de: AUDIO ALBEN

source: Add
de: hinzufügen
sk: Pridať

source: Years
de: Jahre

source: search by album name or performer
de: Suche nach Album oder Künstler

source: Tracks
de: Titel

source: Year
de: Jahr
sk: Rok

source: Country
de: Land
sk: Krajina

source: Language
de: Sprache

source: add
de: hinzufügen
sk: pridať

source: Cover
de: Titelbild
sk: Obálka

source: January
de: Jan
sk: Január

source: February
de: Feb
sk: Február

source: March
de: Mar
sk: Marec

source: April
de: Apr
sk: Apríl

source: May
de: Mai
sk: Máj

source: June
de: Jun
sk: Jún

source: July
de: Jul
sk: Júl

source: August
de: Aug

source: September
de: Sep

source: October
de: Okt
sk: Október

source: November
de: Nov

source: December
de: Dez

source: Channel
de: Sender
sk: Kanál

source: My records
de: Meine Aufnahmen
sk: Moje nahrávky

source: Records
de: Aufnahmen
sk: Nahrávky

source: Archive
de: Archiv
sk: Archív

source: Date
de: Datum
sk: Dátum

source: Go
de: Los
sk: Ísť

source: Time
de: Zeit
sk: Čas

source: Stb action
de: STB Aktion
sk: Akcia stb

source: Wish for more options? Try the new Stalker admin interface.
de: Sie möchten große Möglichkeiten? Probieren Sie die neue Stalker Version aus

source: Try now!
de: Ausprobieren

source: Later
de: Später

source: Sections
de: Sektionen
sk: Sekcie

source: IPTV channels
de: IPTV Sender
sk: IPTV kanály

source: Users
de: Benutzer
sk: Užívatelia

source: Events
de: Ereignis
sk: Udalosti

source: Administrators
de: Administratoren

source: Logout
de: Ausloggen
sk: Odhlásiť

source: TARIFFS
de: TARIF
sk: TARIFY

source: Tasks (new messages: %s)
de: Aufgaben (neue Nachricht: %s)
sk: Úlohy (nové správy: %s)

source: tv archive
de: tv archiv
sk: tv archív

source: records
de: Aufnahmen
sk: záznamy

source: Stream servers
de: Streming Server
sk: Prenosové servery

source: search by MAC or IP
de: Suchen mit MAC oder IP
sk: hľadať podľa MAC alebo IP

source: City help
de: Stadt Hilfe
sk: Mestská pomoc

source: Statistics
de: Statistiken
sk: Štatistiky

source: Video statistics
de: Video Statistik
sk: Obrazové štatistiky

source: Users statistics for TV
de: Benutzer Statistik für TV
sk: Užívateľské štatistiky pre TV

source: TV statistics
de: TV Statistik
sk: TV štatistiky

source: Users statistics for VIDEO
de: Benutzer Statistik für VIDEO
sk: Užívateľské štatistiky pre VIDEO

source: TV Archive statistics
de: TV Archiv Statistiken

source: Users statistics for Jokes
de: Benutzerstatistik für Witze
sk: Užívateľské štatistiky pre Vtipy

source: TimeShift statistics
de: TimeShift Statistiken

source: Inactive users
de: Inaktive Benutzer
sk: Neaktívni užívatelia

source: Moderators statistics
de: Moderator Statistik
sk: Moderátorské štatistiky

source: Claims
de: Ansprüche
sk: Sťažnosti

source: Settings
de: Einstellungen
sk: Nastavenia

source: Storages
de: Speicher
sk: Úložiská

source: Information services
de: Informationsdienste
sk: Informačné služby

source: Emergency services
de: Notfalldienste
sk: Núdzové služby

source: Other services
de: Anderer Service
sk: Iné služby

source: Department
de: Abteilung
sk: Oddelenie

source: Number
de: Nummer
sk: Číslo

source: Phone number
de: Telefonnummer
sk: Telefónne číslo

source: Search unique movies
de: Suche einzigartige Filme
sk: Hľadať jedinečné filmy

source: error
de: Fehler
sk: chyba

source: counting
de: Zählen
sk: počítanie

source: Error: The file or directory may contain invalid characters
de: Fehler: Die Datei oder das Verzeichnis kann ungültige Zeichen enthalten
sk: Chyba: Súbor alebo adresár obsahuje neplatné znaky

source: Folder
de: Ordner
sk: Zložka

source: Series
de: Serien
sk: Séria

source: check
de: überprüfe
sk: kontrola

source: count md5 sum
de: zähle md5 Summe
sk: počítať md5 sum

source: waiting...
de: warten...
sk: čakanie...

source: You are not authorized for this action
de: Sie sind nicht befugt, diese Aktion auszuführen
sk: Nemáte oprávnenie pre túto akciu

source: Plain text
de: Klartext
sk: Čistý text

source: On server
de: Auf Server
sk: Na server

source: Excluding
de: ohne
sk: Okrem

source: Movie
de: Filme
sk: Film

source: folder
de: Ordner
sk: zložka

source: Total views per month
de: Ansichten gesamt pro Monat
sk: Celkové zobrazenia za mesiac

source: Loading
de: Laden
sk: Načítavanie

source: Not found
de: Nicht gefunden
sk: Nenájdené

source: Master-storage logs
de: Hauptspeicher Logs
sk: Záznamy hlavného úložiska

source: Message
de: Nachricht
sk: Správa

source: All users log
de: Alle User Logs
sk: Záznam všetkých užívateľov

source: Stream zones
de: Stream Zonen
sk: Vysielacie zóny

source: Are you sure you want to delete record %s?
de: Sind Sie sicher, dass Sie die Aufname %s löschen möchten?
sk: Určite chcete vymazať záznam %s?

source: Default zone
de: Standard Zone
sk: Predvolená zóna

source: Countries
de: Länder
sk: Krajiny

source: Selected
de: ausgewählt
sk: Vybrané

source: Video-club sound
de: Video-Club Musik
sk: Video-klub zvuk

source: Video-club video
de: Video-Club Videos
sk: Video-klub obraz

source: TV sound
de: TV Musik
sk: TV zvuk

source: TV video
de: TV Videos
sk: TV obraz

source: No epg
de: Kein EPG
sk: Žiadne epg

source: Wrong epg
de: Falsches EPG
sk: Nesprávne epg

source: Karaoke sound
de: Karaoke Musik
sk: Karaoke zvuk

source: Karaoke video
de: Karaoke Videos
sk: Karaoke obraz

source: Testers
de: Tester
sk: Testeri

source: Are you sure you want to change the status of the tester %s?
de: Sind Sie sicher, dass Sie den Status des Testers %s ändern möchten?
sk: Určite chcete zmeniť stav testera %s?

source: Are you sure you want to remove the tester %s?
de: Sind Sie sicher, dass Sie den Tester %s entfernen möchten?
sk: Určite chcete odstrániť testera %s?

source: Karaoke Archive
de: Karaoke Archiv
sk: Karaoke archív

source: AUDIO LANGUAGES
de: AUDIO SPRACHEN

source: search by name
de: Suche nach Namen

source: Saving was successful
de: Erfolgreich gespeichert
sk: Uloženie bolo úspešné

source: Load EPG
de: EPG laden
sk: Načítať EPG

source: AUDIO PERFORMERS
de: Audio Künstler

source: Users video views statistics per month
de: User Video Ansicht Statistik per Monat
sk: Mesačné štatistiky sledovaní videí užívateľmi

source: Counting if the movie playback is more than 70% of the total duration
de: Zähler, wenn die Filme mehr als 70% gelaufen sind
sk: Počítanie, či je prehrávanie filmu dlhšie ako 70% jeho trvania

source: search by mac
de: Suche über MAC
sk: hľadať podľa mac

source: task done
de: Aufgabe erledigt
sk: úloha dokončená

source: not found
de: nicht gefunden
sk: nenájdené

source: CURRENT THEME
de: AKTUELLES THEME

source: preview not available
de: Vorschau nicht verfügbar

source: Apply
de: Anwenden

source: Password can not be blank
de: Passwort darf nicht leer sein

source: Passwords do not match
de: Passwort ist falsch

source: Administrators groups
de: Administratoren Gruppen

source: Group
de: Grupper
sk: Skupina

source: Password
de: Passwort
sk: Heslo

source: Password repeat
de: Passwort wiederholen

source: TARIFF PLANS
de: TARIF PLAN
sk: TARIFY

source: disabled
de: deaktiviert
sk: zakázané

source: Services packages
de: Dienstleistungspakete
sk: Balíky služieb

source: External ID
de: Externe ID
sk: Externé ID

source: Total users
de: Total Benutzer

source: Use as default
de: Benutze als Standard
sk: Použiť ako predvolené

source: Packages
de: Pakete
sk: Balíky

source: AUDIO TRACKS
de: AUDIO TITEL

source: Languages
de: Sprachen

source: search by track name
de: Suche nach Name

source: Inactive users per month
de: Inakitve User per Monat
sk: Neaktívni užívatelia za mesiac

source: Latest TV viewing
de: Letzte TV Aufrufe
sk: Posledné TV sledovanie

source: Latest VIDEO viewing
de: Letzte Video Aufrufe
sk: Posledné VIDEO sledovanie

source: Error: Not valid mac address
de: Fehler: Keine gültige MAC-Adresse

source: Error: STB with such MAC address already exists
de: Fehler: Die STB mit dieser MAC-Adresse existiert bereits

source: Error: Login already in use
de: Fehler: User bereits im Einsatz
sk: Chyba: Prihlasovacie meno je už používané

source: Error: could not create account
de: Fehler: Konto konnte nicht erstellt werden
sk: Chyba: účet nemohol byť vytvorený

source: Error: Not all required fields are filled
de: Fehler: Nicht alle benötigten Felder sind ausgefüllt
sk: Chyba: Nie sú vyplnené všetky požadované polia

source: User account
de: Benutzer Account
sk: Užívateľský účet

source: Full name
de: Vollständiger Name
sk: Celé meno

source: Account number
de: Kontonummer
sk: Číslo účtu

source: Account disabled
de: Account deaktiviert
sk: Účet zablokovaný

source: Tariff plan
de: Tarif Plan
sk: Tarifa

source: message sended
de: Nachicht gesendet
sk: správa poslaná

source: Send message
de: Nachricht senden
sk: Poslať správu

source: To
de: An
sk: Pre

source: Comment
de: Kommentare
sk: Komentár

source: Send
de: Senden
sk: Odoslať

source: Search movies on storages
de: Suche Filme auf dem Speicher
sk: Hľadať filmy na úložiskách

source: and on
de: und
sk: a na

source: storages
de: Speicher
sk: úložiská

source: Quality
de: Qualität

source: On
de: auf

source: and not on server
de: und nicht auf dem Server
sk: a nie na server

source: total views
de: Gesamtansicht
sk: celkové zobrazenia

source: total views per month
de: Gesamtansicht pro Monat
sk: celkové zobrazenia za mesiac

source: last viewed
de: letzte Ansicht
sk: posledné zobrazenie

source: Number of storages
de: Nummer des Speichers
sk: Počet úložísk

source: Last viewed
de: Zuletzt angesehen
sk: Posledné zobrazenie

source: Stb groups
de: STB Group
sk: Skupiny Stb

source: All logs
de: Alle Logs
sk: Všetky záznamy

source: Report
de: Bericht
sk: Správa

source: Subscription import
de: Abonnement import
sk: Import predplatného

source: Tv archive
de: TV Archiv
sk: TV archív

source: search by MAC, IP, login or account number
de: Suche per MAC, IP, Login oder Account Nummer
sk: hľadať podľa MAC, IP, prihlasovacieho mena alebo čísla účtu

source: without sorting
de: ohne Sortierung
sk: bez triedenia

source: search inactive users
de: Suche inaktive User
sk: hľadať neaktívnych užívateľov

source: Type
de: Typ
sk: Typ

source: Time from<br>last playback
de: Zeit von<br>Letztes Playback
sk: Čas od<br>posledného prehratia

source: Last change<br>of status
de: Letzte Änderung<br>des Status
sk: Posledná zmena<br>stavu

source: Stb in group
de: STB in der Gruppe
sk: Stb v skupine

source: Are you sure you want to remove stb %s from the database?
de: Sind Sie sicher, dass Sie STB %s aus der Datenbank entfernen möchten?
sk: Určite chcete odstrániť stb %s z databázy?

source: My messages
de: Meine Nachrichten
sk: Moje správy

source: From
de: Von
sk: Od

source: Claims log
de: Ansprüche Log
sk: Záznam sťažností

source: Claim on
de: Ansprüche von
sk: Sťažnosť na

source: When
de: Wann
sk: Kedy

source: Monthly jokes views statistics
de: Monatliche Witz Statistik
sk: Mesačné štatistiky zobrazení vtipov

source: Counting at least 5 jokes
de: Zähler der letzten 5 Witze
sk: Počítanie aspoň 5 vtipov

source: Last view
de: Letzter Aufruf
sk: Posledné zobrazenie

source: Error: channel with number "%s" is already in use
de: Error: Sender mit Nummer "%s" ist bereits in Benutzung
sk: Chyba: kanál s číslom "%s" je už používaný

source: RADIO channels
de: Radio Sender
sk: RADIO kanály

source: Volume correction
de: Lautstärke Korrektur
sk: Oprava hlasitosti

source: Movie log
de: Film Log
sk: Filmový záznam

source: Zones
de: Zonen
sk: Zóny

source: Address
de: Adressen
sk: Adresa

source: Are you sure you want to change the status of the server %s?
de: Sind Sie sicher, dass Sie den Status der Server %s ändern möchten?
sk: Určite chcete zmeniť stav servera %s?

source: Are you sure you want to delete server %s?
de: Sind Sie sicher, dass Sie Server %s löschen möchten?
sk: Určite chcete vymazať server %s?

source: Are you sure you want to delete the group %s from the database?
de: Sind Sie sicher, dass Sie die Gruppe %s aus der Datenbank löschen möchten?
sk: Určite chcete vymazať skupinu %s z databázy?

source: TV Archive statistics per month
de: Monatliche TV Archiv Statistik

source: Total time
de: Total Zeit

source: video deleted
de: Video gelöscht
sk: video vymazané

source: Error during file moving from %s to %s
de: Fehler beim Wechsel von Datei %s nach %s
sk: Chyba počas presúvania súboru z %s do %s

source: Error:
de: Fehler:
sk: Chyba:

source: Error: could not resize cover
de: Fehler: Die Grösse konnte nicht geändert werden
sk: Chyba: nebolo možné zmeniť veľkosť obalu

source: Error: could not save cover image
de: Fehler: Bild konnte nicht gepseichert werden
sk: Chyba: nebolo možné uložiť obrázok obalu

source: Error: The folder with that name already exists
de: Fehler: Das Feld mit diesem Namen existiert bereits
sk: Chyba: Zložka s takýmto názvom už existuje

source: Error creating the folder on moderator storage
de: Fehler beim Erstellen des Ordners auf dem Moderator Speicher
sk: Chyba pri vytváraní zložky na moderátorskej pamäti

source: Error: insufficient permissions for this action
de: Fehler: nicht genügend Berechtigungen für diese Aktion
sk: Chyba: nedostatočné oprávnenia na túto činnosť

source: Sun
de: Sonntag
sk: Ned

source: Mon
de: Montag
sk: Pon

source: Tue
de: Dienstag
sk: Uto

source: Wed
de: Mittwoch
sk: Str

source: Thu
de: Donnerstag
sk: Štv

source: Fri
de: Freitag
sk: Pia

source: Sat
de: Samstag
sk: Sob

source: Turn on
de: Anschalten
sk: Zapnúť

source: Cancel
de: Abbrechen
sk: Zrušiť

source: Schedule turn the video on
de: Videoplan
sk: Naplánovať zapnutie obrazu

source: Schedule
de: Zeitplan

source: Advertising
de: Werbung

source: Moderators MAC addresses
de: Moderator MAC Addressen
sk: Moderátori MAC adries

source: My logs
de: Meine Logs
sk: Moje záznamy

source: task
de: Aufgabe
sk: úloha

source: send
de: senden
sk: poslať

source: search by file name of movie name
de: Suche nach Dateinamen der Filmnamen
sk: hľadať podľa názvu súboru alebo filmu

source: Votes
de: Bewertung
sk: Hlasovania

source: good sound
de: guter Klang
sk: dobrý zvuk

source: bad sound
de: schlechter Klang
sk: zlý zvuk

source: good video
de: gutes Video
sk: dobrý obraz

source: bad video
de: schlechtes Video
sk: zlý obraz

source: Original title
de: Original Titel
sk: Pôvodný názov

source: Restriction
de: Einschränkung
sk: Obmedzenie

source: Duration, min
de: Dauer, min
sk: Trvanie, min

source: Claims about<br>audio/video
de: Ansprüche über<br>Audio/Video
sk: Sťažnosti ohľadom<br>audio/video

source: Do you really want to reset claims counter?
de: Willst du wirklich den Aussagen-Counter zurückstellen?
sk: Určite chcete vynulovať počítadlo sťažností?

source: turn on %s
de: Anschalten in %s
sk: zapnúť %s

source: please wait
de: bitte warten
sk: prosím, počkajte

source: Not available
de: Nicht verfügbar
sk: Nedostupné

source: Available
de: Verfügbar
sk: Dostupné

source: autofill
de: auto ausfüllen
sk: automatické vyplnenie

source: For unlock please delete Name and Original name fields
de: Zum Entsperren löschen Sie bitte Name und Originalname Feld
sk: Pre odomknutie prosím vymažte polia Názov a Pôvodný názov

source: Kinopoisk rating
de: Kinopoisk Bewertung
sk: Hodnotenie Kinopoisk

source: Age rating
de: Altersfreigabe
sk: Vekové hodnotenie

source: Rating MPAA
de: MPAA Bewertung
sk: Hodnotenie MPAA

source: Protocol
de: Protokoll
sk: Protokol

source: include solution
de: Lösung enthalten
sk: zahrnúť riešenie

source: Age restriction
de: Altersbeschränkung
sk: Vekové obmedzenie

source: Only for MAG100
de: Nur für MAG100
sk: Len pre MAG100

source: High quality
de: Hohe Qualität

source: Low quality
de: Niedrige Qualität

source: old genre
de: Altes Genre
sk: starý žáner

source: Category
de: Kategorie
sk: Kategória

source: Duration
de: Dauer
sk: Trvanie

source: Director
de: Regisseur
sk: Režisér

source: Stars
de: Schauspieler
sk: Herci

source: Description
de: Beschreibung
sk: Popis

source: Comments
de: Kommentare
sk: Komentáre

source: Form filling order
de: Formular Bestellung
sk: Poradie vyplňovania formulára

source: 1. Upload cover.<br>2. Fill form.<br>3. Save.<br>4. Put the converted in folder<br>&nbsp;&nbsp;&nbsp;&nbsp;specified in the column "Folder".<br>5. If necessary, edit or delete a record.<br>6. Click on folder name.<br>7. If the file is physically present in the directory,<br>&nbsp;&nbsp;&nbsp;&nbsp;it is green, if there is no - in red.
de: 1. Titelbild Hochladen.<br>2. Formular ausfüllen.<br>3. Speichern.<br>4. Put the converted in folder<br>&nbsp;&nbsp;&nbsp;&nbsp;specified in the column "Folder".<br>5. If necessary, edit or delete a record.<br>6. Klicke auf Ordnername.<br>7. If the file is physically present in the directory,<br>&nbsp;&nbsp;&nbsp;&nbsp;it is green, if there is no - in red.
sk: 1. Nahrajte obálku.<br>2. Vyplňte formulár.<br>3. Uložte.<br>4. Vložte konvertované do zložky<br>&nbsp;&nbsp;&nbsp;&nbsp;označenej v kolónke "Folder".<br>5. Ak je to potrebné, upravte alebo odstránte záznam.<br>6. Kliknite na názov zložky.<br>7. Ak je súbor fyzicky prítomný v adresári,<br>&nbsp;&nbsp;&nbsp;&nbsp;je zelený, ak nie je, je červený.

source: %s events %s sended, %s errors
de: %s Events %s gesendet, %s Fehler
sk: %s udalostí %s odoslaných, %s chýb

source: File with list is missing
de: Datei mit der Liste fehlt
sk: Súbor so zoznamom chýba

source: New event
de: Neues Ereignis
sk: Nová udalosť

source: To one
de: Zu einem
sk: Jednému

source: To all
de: Zu allen
sk: Všetkým

source: By list
de: Liste
sk: Podľa zoznamu

source: By pattern
de: nach Muster
sk: Podľa vzoru

source: To group
de: zu Gruppe
sk: Skupine

source: Load active events
de: Lade aktive Ereignisse
sk: Načítať aktívne udalosti

source: List
de: Liste
sk: Zoznam

source: Pattern
de: Muster
sk: Vzor

source: restart on OK
de: Restart nach OK
sk: reštartovať na OK

source: channels
de: Sender
sk: kanály

source: Active events for %s
de: Aktive Ereignisse für %s
sk: Aktívne udalosti pre %s

source: clean
de: sauber
sk: vyčistiť

source: Valid up to
de: Gültig bis
sk: Platné do

source: Event
de: Ereignis
sk: Udalosť

source: sended
de: gesendet
sk: odoslané

source: not sended
de: nicht gesendet
sk: neodoslané

source: There are no active events for %s
de: Keine aktiven Ereignisse für %s
sk: Pre %s nie sú žiadne aktívne udalosti

source: Video views statistics by genres per month
de: Video Ansicht Statistik nach Genres pro Monat
sk: Mesačné štatistiky sledovaní videí podľa žánrov

source: Total movies
de: Total Filme
sk: Celkový počet filmov

source: Daily video views statistics
de: Tägliche Video Statistik
sk: Denné štatistiky zobrazení videí

source: Day
de: Tag
sk: Deň

source: Video tasks archive
de: Video Aufgaben archivieren
sk: Archív video úloh

source: SD movies
de: SD Filme

source: Opening date
de: Eröffnungsdatum
sk: Dátum otvorenia

source: Closing date
de: Schliessungsdatum
sk: Uzávierka

source: Total duration, min
de: Total Dauer, min
sk: Celkové trvanie, min

source: HD movies
de: HD Filme

source: Rejected tasks
de: Abgelehnte Aufgaben
sk: Odmietnuté úlohy

source: task open
de: Aufgabe offen
sk: úloha otvorená

source: the task has been sent
de: die Aufgabe ist ausgeführt
sk: úloha bola poslaná

source: Create task
de: Erstelle Aufgabe
sk: Vytvoriť úlohu

source: Disable Video club ad
de: Deaktiviere Video Club anzeige

source: Updated %s videos and %s karaokes
de: Update %sVideos und %s Karaoke
sk: Aktualizovaných %s videí a %s karaoke

source: Storage cache refresh
de: Speicher Cache refresh
sk: Obnoviť cache pamäte

source: View message
de: Nachricht anschauen
sk: Zobraziť správu

source: Reply
de: Antworten
sk: Odpovedať

source: Are you sure you want to close this task?
de: Sind Sie sicher, dass Sie diese Aufgabe schließen möchten?
sk: Určite chcete zatvoriť túto úlohu?

source: Task accomplished
de: Aufgabe erfüllt
sk: Úloha dokončená

source: Are you sure you want to reject this task?
de: Sind Sie sicher, dass Sie diese Aufgabe ablehnen möchten?
sk: Určite chcete odmietnuť túto úlohu?

source: Task rejected
de: Aufgabe abgeleht
sk: Úloha odmietnutá

source: Disabled
de: Deaktiviert
sk: Zakázané

source: Enabled
de: Aktiviert
sk: Povolené

source: User profile
de: Benutzer Profil
sk: Užívateľský profil

source: Reset to default password?
de: Auf Standardeinstellungen zurücksetzen?
sk: Obnoviť na predvolené heslo?

source: Reset
de: Zurücksetzen
sk: Obnoviť

source: Access control
de: Zugangskontrolle

source: favorite tv
de: Lieblings TV
sk: obľúbená tv

source: %s channels
de: %s Sender
sk: %s kanály

source: Reset favorite TV channels? The channels will be reset only if immediately restart the stb!
de: Lieblings TV-Kanäle zurücksetzen? Die Kanäle werden zurückgesetzt, wenn die STB neu startet!
sk: Obnoviť obľúbené TV kanály? Kanály budú obnovené len po okamžitom reštarte STB!

source: Last change of status
de: Letzte Änderung des Status
sk: Posledná zmena stavu

source: Account balance
de: Kontostand
sk: Zostatok na účte

source: TV subscription
de: TV Abonnement
sk: TV predplatné

source: Change
de: Ändern
sk: Zmeniť

source: No packages available
de: Keine Pakete verfügbar
sk: Žiadne balíky nie sú dostupné

source: Subscribed
de: Abonniert
sk: Odoberané

source: Additional services
de: Zusätzliche Dienstleistung
sk: Ďalšie služby

source: SERVICES PACKAGES
de: DIENSTLEISTUNGSPAKETE
sk: BALÍČKY SLUŽIEB

source: Short description
de: Kurze Beschreibung
sk: Krátky popis

source: Service
de: Dienstleistung
sk: Služba

source: Service type
de: Dienstleistungs Typ
sk: Typ služby

source: periodic
de: periodisch
sk: pravidelná

source: single
de: einzel
sk: jednorazová
