Repository: joshrichards37/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: de, sk

source: CITY INFO
de: STADT INFO
sk: INFORMÁCIE MESTA

source: emergency
de: Notfall
sk: núdza

source: help
de: Hilfe
sk: pomoc

source: other
de: andere
sk: iné

source: HOROSCOPE
de: HOROSKOP
sk: HOROSKOP

source: JOKES
de: WITZE
sk: VTIPY

source: LIKE
de: WIE
sk: PÁČI SA MI TO

source: BOOKMARK
de: LESEZEICHEN
sk: ZÁLOŽKA

source: TO BOOKMARK
de: ZU LESEZEICHEN
sk: DO ZÁLOŽKY

source: JOKE
de: WITZ
sk: VTIP

source: MASTERMIND
de: DRAHTZIEHER
sk: VEDÚCI

source: RULES
de: REGELN
sk: PRAVIDLÁ

source: RATING
de: BEWERTUNG
sk: HODNOTENIE

source: Moving the cursor
de: Bewege den Cursor
sk: Pohybovanie kurzorom

source: Enter numbers into cells
de: Geben Sie Zahlen in die Zellen ein
sk: Vložte čísla do buniek

source: Confirmation of the step
de: Bestätigung des Schrittes
sk: Potvrdenie kroku

source: Moving through the pages of history moves
de: durch den Verlauf bewegen
sk: Pohyb medzi stranami pohybov histórie

source: Service is disabled
de: Service ist deaktiviert
sk: Služba je zablokovaná

source: Channel is not available
de: Sender ist nicht verfügbar
sk: Kanál je nedostupný

source: TV Guide
de: TV Handbuch
sk: TV príručka

source: RECORD
de: AUFNAHMEN
sk: NAHRAŤ

source: REMIND
de: ERINNERN
sk: PRIPOMENÚŤ

source: Memo
de: Notiz
sk: Poznámka

source: Goto channel
de: Zu Sender gehen
sk: Skočiť na kanál

source: Close
de: Schliessen
sk: Zavrieť

source: now begins
de: fängt jetzt an
sk: teraz začína

source: started
de: startet
sk: začalo

source: MORE
de: MEHR

source: search_box_languages
de: de
sk: en

source: Timezone
de: Zeitzone
sk: Časové pásmo

source: DELETE
de: LÖSCHEN
sk: Vymazať

source: Do you really want to stop this record?
de: Wollen Sie wirklich diese Aufnahme stoppen?
sk: Určite chcete zastaviť túto nahrávku?

source: Confirm
de: Bestätigung
sk: Potvrdiť

source: Server error. Try again later.
de: Serverfehler. Versuche es später nochmals.
sk: Serverová chyba. Skúste znovu neskôr.

source: RECORDING DURATION
de: AUFNAHME ZEIT, h
sk: DĹŽKA NAHRÁVANIA

source: FREE on the server, h
de: KOSTENLOS auf dem Server, h
sk: ZADARMO na serveri, h

source: Recording this channel is forbidden
de: Aufnahme dieses Senders ist verboten
sk: Nahrávanie tohto kanála je zakázané

source: Buffer size
de: Buffer Grösse
sk: Veľkosť vyrovnávacej pamäte

source: Time, sec
de: Zeit, sek
sk: Čas, sek

source: EXIT
de: VERLASSEN
sk: KONIEC

source: YES
de: JA
sk: ÁNO

source: CLOSE
de: SCHLIESSEN
sk: ZAVRIEŤ

source: PAY
de: BEZAHLEN
sk: PLATIŤ

source: PLAY
de: ABSPIELEN
sk: HRAŤ

source: ADD
de: HINZUFÜGEN
sk: PRIDAŤ

source: Audio out
de: Audio Ausgang
sk: Zvukový výstup

source: Analog only
de: nur Analog
sk: Len analógový

source: Analog and S/PDIF 2-channel PCM
de: Analog und S/PDIF 2-Kanal PCM
sk: Analógový a S/PDIF 2-kanálový PCM

source: S/PDIF raw or 2-channel PCM
de: S/PDIF Raw 2-Kanal PCM
sk: Nespracovaný S/PDIF alebo 2-kanálový PCM

source: GAME
de: SPIEL
sk: HRA

source: Not found mounted devices
de: Keine gemounteten Laufwerke gefunden
sk: Pripojené zariadenia nenájdené

source: Add download
de: Download hinzufügen
sk: Pridať stiahnutie

source: Device
de: Laufwerk
sk: Zariadenie

source: CREATE
de: ERSTELLE
sk: VYTVORIŤ

source: MOVE UP
de: AUF
sk: POSUNÚŤ NAHOR

source: MOVE DOWN
de: AB
sk: POSUNÚŤ NADOL

source: RECORDING
de: AUFNAHMEN
sk: NAHRÁVANIE

source: RECORDING AND FILE
de: AUFNEHMEN UND SPEICHERN
sk: NAHRÁVANIE A SÚBOR

source: Duration of continuous playback
de: Dauer der kontinuierliche Wiedergabe
sk: Trvanie nepretržitého prehrávania

source: Without limit
de: ohne Limits
sk: Bez obmedzenia

source: hours
de: Stunden
sk: hodiny

source: Reached limit the duration of continuous playback. To continue playback, press the OK or EXIT.
de: Begrenzen die Dauer der kontinuierlichen Wiedergabe. Um die Wiedergabe fortzusetzen, drücken Sie die OK oder EXIT.
sk: Dosiahnutý limit trvania nepretržitého prehrávania. Aby prehrávanie pokračovalo, stlačte OK alebo EXIT.

source: GENERAL SETTINGS
de: ALLGEMEINE EINSTELLUNGEN
sk: GENERAL

source: Screensaver interval
de: Bildschirmschoner Intervall
sk: Interval šetriča obrazovky

source: Coming soon
de: kommt bald
sk: Už čoskoro

source: INFORMATION
de: INFORMATIONEN
sk: INFORMÁCIE

source: PAYMENT
de: BEZAHLUNG
sk: PLATBA

source: AGREEMENT
de: VEREINBARUNG
sk: SÚHLAS

source: TERMS OF USE
de: NUTZUNGSBEDINGUNGEN
sk: PODMIENKY POUŹÍVANIA

source: Video instruction
de: Video Anleitung
sk: Videonávod

source: QUALITY
de: QUALITÄT
sk: KVALITA

source: low
de: niedrig
sk: nízka

source: medium
de: mittel
sk: stredná

source: high
de: hoch
sk: vysoká

source: NETWORK STATUS
de: NETZWERK STATUS
sk: STAV SIETE

source: testing...
de: testen...
sk: testovanie...

source: UP
de: AUF
sk: HORE

source: DOWN
de: AB
sk: DOLE

source: stopped
de: gestoppt
sk: zastavené

source: waiting queue
de: Warteschlange
sk: rad čakania

source: running
de: läuft
sk: v prevádzke

source: completed
de: komplett
sk: dokončené

source: temporary error
de: temporärer Fehler
sk: dočasná chyba

source: permanent error
de: permanenter Fehler
sk: trvalá chyba

source: Authentication
de: Authentifikation
sk: Overenie

source: Error
de: Fehler
sk: Chyba

source: Play this url or start download?
de: Spielen Sie diese URL ab oder möchten Sie den Download starten?
sk: Prehrať túto URL alebo začať sťahovanie?

source: Play
de: Abspielen
sk: Prehrať

source: Play all
de: Alle abspielen
sk: Prehrať všetko

source: Network authentication
de: Netzwerk Authentifizierung
sk: Sieťové overenie

source: Do you really want to exit?
de: Möchtes du wirklich gehen?
sk: Určite chcete odísť?

source: There is an active downloads from this server
de: Es ist ein aktiver Download von diesem Server
sk: Na tomto serveri je aktívne sťahovanie

source: Alert
de: Benachrichtigung
sk: Upozornenie

source: Notice
de: Bekanntmachung
sk: Poznámka

source: Select
de: Auswählen
sk: Vybrať

source: Favorites
de: Favoriten
sk: Obľúbené

source: Your STB is not supported
de: Deine STB ist nicht supported
sk: Váš STB nie je podporovaný

source: Phone
de: Telefon
sk: Telefón

source: User
de: Benutzer
sk: Užívateľ

source: SERVICES MANAGEMENT
de: DIENSTLEISTUNGS MANAGEMENT
sk: SPRÁVA SLUŽIEB

source: SUBSCRIBE
de: ABONNIEREN
sk: ODOBERAŤ

source: UNSUBSCRIBE
de: ABMELDEN
sk: ZRUŠIŤ ODBER

source: Content
de: Inhalt
sk: Obsah

source: Are you really want to subscribe to this service?
de: Möchten Sie wirklich diesen Dienst abonnieren?
sk: Určite chcete odoberať túto službu?

source: Are you really want to unsubscribe from this service?
de: Möchten Sie sich wirklich von diesem Service abmelden?
sk: Určite chcete zrušiť odber tejto služby?

source: The service costs {0}
de: Dienstleistungskosten {0}
sk: Cena služby {0}

source: You have successfully subscribed to the service.
de: Sie haben erfolgreich den Dienst abonniert.
sk: Úspešne ste sa prihlásili k odberu služby.

source: You have successfully unsubscribed from the service.
de: Sie haben sich erfolgreich aus dem Dienst abgemeldet.
sk: Úspešne ste sa odhlásili z odberu služby.

source: You have successfully subscribed to the service. STB will be rebooted.
de: Sie haben erfolgreich den Dienst abonniert. STB wird neu gestartet.
sk: Úspešne ste sa prihlásili k odberu služby. STB bude reštartovaný.

source: You have successfully unsubscribed from the service. STB will be rebooted.
de: Sie haben sich erfolgreich vom Dienst abgemeldet. STB wird neu gestartet.
sk: Úspešne ste sa odhlásili z odberu služby. STB bude reštartovaný.

source: An error in the management of subscriptions.
de: Ein Fehler bei der Verwaltung der Abonnenten.
sk: Chyba v správe odberov.

source: package_price_measurement
de: CHF
sk: UAH

source: Do you really want to rent this movie?
de: Wollen Sie wirklich diesen Film mieten?
sk: Určite si chcete požičať tento film?

source: The movie costs {0}
de: Filmkosten {0}
sk: Cena filmu {0}

source: Rent duration: {0}h
de: Mietdauer: {0}h
sk: Trvanie požičania: {0} h

source: End date
de: Enddatum
sk: Dátum skončenia

source: 3D mode
de: 3D Modus
sk: 3D mód

source: mode {0}
de: Modus {0}
sk: mód {0}

source: no epg
de: kein EPG
sk: žiadne epg

source: wrong epg
de: falsches EPG
sk: nesprávne epg

source: Part
de: Title
sk: Title

source: Channel not available
de: Sender nicht verfügbar
sk: Kanál nedostupný

source: Channel temporary unavailable
de: Sender temporär nicht verfügbar

source: Channel not available for this region
de: Sender ist für diese Region nicht verfügbar
sk: Kanál nedostupný pre túto oblasť

source: Channel not available. Server error.
de: Sender nicht verfügbar. Server Error.
sk: Kanál nedostupný. Serverová chyba.

source: Account info
de: Account Information
sk: Informácie o účte

source: Payment
de: Zahlung
sk: Platba

source: Continue playing?
de: Weiter spielen?
sk: Pokračovať s prehrávaním?

source: NO
de: Nein
sk: NIE

source: Do you want to quit the Time Shift mode?
de: Möchten Sie den Time-Shift-Modus zu verlassen?
sk: Chcete vypnúť Time Shift mód?

source: by name
de: Name
sk: podľa mena

source: by date
de: Datum
sk: podľa dátumu

source: Connection problem
de: Verbindungsproblem
sk: Problém s pripojením

source: Authentication problem
de: Authentifizierungsproblem

source: Start recording on the server?
de: Starten Sie die Aufnahme auf dem Server?
sk: Začať nahrávanie na serveri?

source: Do you really want to schedule a recording on the server?
de: Planen Sie wirklich eine Aufnahme auf dem Server?
sk: Určite chcete naplánovať nahrávanie na serveri?

source: Select where to save the record
de: Wähle um den Datensatz zu speichern
sk: Vyberte, kam sa uloží nahrávka

source: USB Storage
de: USB Speicher
sk: USB úložisko

source: Path
de: Pfad
sk: Cesta

source: Filename
de: Dateiname
sk: Názov súboru

source: USB Device
de: USB Laufwerk
sk: USB zariadenie

source: rec_stop_msg
de: Aufnahme gestoppt — {0} auf Sender {1}
sk: Stopped recording — {0} on channel {1}

source: The recorded file is missing
de: Die aufgenommene Datei ist nicht vorhanden
sk: Nahraný súbor chýba

source: Recording is not finished yet
de: Aufnahme ist noch nicht beendet
sk: Nahrávanie ešte nie je ukončené

source: The channel already has a scheduled recording
de: Der Kanal hat bereits eine geplante Aufnahme
sk: Kanál už má naplánované nahrávanie

source: PVR Error: Wrong parameter
de: PVR Fehler: Falscher Parameter
sk: PVR chyba: Nesprávny parameter

source: PVR Error: Not enough memory to complete the operation
de: PVR Fehler: Nicht genug RAM um die Operation abzuschliessen
sk: PVR chyba: Nedostatok pamäte na dokončenie operácie

source: PVR Error: Incorrect recording range
de: PVR Fehler: Falscher Aufnahmebereich
sk: PVR chyba: Nesprávny rozsah nahrávania

source: PVR Error: Task not found
de: PVR Fehler: Aufgabe nicht gefunden
sk: PVR chyba: Úloha nenájdená

source: PVR Error: Wrong filename
de: PVR Fehler: Falscher Dateiname
sk: PVR chyba: Nesprávny názov súboru

source: PVR Error: Record file already exists
de: PVR Fehler: Aufnahme existiert bereits
sk: PVR chyba: Súbor s nahrávkou už existuje

source: PVR Error: Error opening channel URL
de: PVR Fehler: Fehler beim öffnen der Sender URL
sk: PVR chyba: Chyba pri otváraní URL kanála

source: PVR Error: Error opening file
de: PVR Fehler: Fehler beim öffnen des Files
sk: PVR chyba: Chyba pri otváraní súboru

source: PVR Error: Exceeded the maximum number simultaneous recordings
de: PVR Fehler: Maximale Menge paralleler Aufnahmen überschritten
sk: PVR chyba: Prekročený maximálny počet súčasne prebiehajúcich nahrávaní

source: PVR Error: End of stream
de: PVR Fehler: Ende des Streams
sk: PVR chyba: Koniec prenosu

source: PVR Error: Error writing to file
de: PVR Fehler: Fehler beim beschreiben des Files
sk: PVR chyba: Chyba pri zapisovaní do súboru

source: Start time
de: Startzeit
sk: Čas začiatku

source: End time
de: Endzeit
sk: Čas konca

source: Recording
de: Aufnahme
sk: Nahrávanie

source: Recording on USB device interrupted
de: Aufnahme auf USB-Laufwerk abgebrochen
sk: Nahrávanie na USB zariadenie prerušené

source: Wrong
de: Falsch
sk: Nesprávne

source: Parent control
de: Eltern Kontrolle
sk: Rodičovská kontrola

source: Network folder
de: Netzwerk Ordner
sk: Sieťová zložka

source: IP address
de: IP Adresse
sk: IP adresa

source: Local folder
de: Lokaler Ordner
sk: Miestna zložka

source: Server address
de: Server Adresse
sk: Adresa serveru

source: Path to the folder
de: Pfad zum Ordner
sk: Cesta k zložke

source: Folder name in favorites
de: Ordnername in Favoriten
sk: Názov zložky v obľúbených

source: Mount failed
de: Mount gescheitert
sk: Inštalácia zlyhala

source: SKIP
de: WEITER

source: COMMERCIAL
de: GEWERBLICH

source: Clock
de: Uhr

source: Hidden
de: versteckt

source: Top Right
de: Oben rechts

source: Top Left
de: Oben links

source: Bottom Right
de: Unten rechts

source: Bottom Left
de: Unten Links

source: Settings section is currently unavailable
de: Abschnitt Einstellungen ist derzeit nicht verfügbar

source: No channels available
de: Keine Sender verfügbar

source: You can configure DVB channels in the settings menu
de: Du kannst die DVB Kanäle im Menü Einstellungen konfigurieren

source: Applications
de: Anwendung

source: Video will be available soon
de: Das Video wird in Kürze verfügbar sein

source: Install application?
de: Anwendung installieren?

source: TRACK SEARCH
de: TITEL SUCHE

source: ALBUM SEARCH
de: ALBUM SUCHE

source: ADD TO PLAYLIST
de: zu Playlist hinzufügen

source: DEL FROM PLAYLIST
de: Lösche von der Playlist

source: Artist
de: Künstler

source: Albums
de: Album

source: Compositions
de: Kompositionen

source: Playlist select
de: Playlist auswählen

source: NEW
de: Neu

source: New Playlist
de: Neue Playlist

source: Error while saving
de: Fehler beim Speichern

source: CREATE NEW
de: ERSTELLE NEU

source: Do you really want to delete this track from playlist?
de: Möchten Sie diesen Titel wirklich löschen?

source: Do you really want to delete this playlist?
de: Willst du diese Playlist wirklich löschen?

source: Oct
de: Okt
sk: Okt

source: Dec
de: Dez

source: m
de: min

source: today
de: heute
sk: dnes

source: yesterday
de: gestern
sk: včera

source: DVB
de: Dokumentationen

source: Channels with PVR
de: Sender mit PVR

source: Channel %s set to active because at least one of its URLs became available.
de: Sender %s aktiv gestellt, weil mindestens einer der URLs verfügbar wurde.
sk: Kanál %s nastavený ako aktívny, pretože aspoň jedna z jeho URL sa stala dostupnou.

source: Channel %s set to inactive because all its URLs are not available.
de: Sender %s auf inaktiv gesetzt, weil keine Dateien vorhanden sind.
sk: Kanál %s nastavený ako neaktívny, pretože všetky jeho URL sú nedostupné.

source: Artists
de: Künstler

source: video_name_format
de: %2$s
sk: %2$s

source: last week
de: letzte Woche
sk: minulý týždeň

source: coming soon
de: kommt bald

source: This operation is temporarily unavailable.
de: Diese Operation ist vorübergehend nicht verfügbar.
sk: Táto operácia je dočasne nedostupná.

source: Night
de: Nacht
sk: Noc

source: Morning
de: Morgen
sk: Ráno

source: Evening
de: Abend
sk: Večer

source: clear
de: klar
sk: jasno

source: partly cloudy
de: teilweise bewölkt
sk: čiastočne zamračené

source: cloudy
de: bewölkt
sk: zamračené

source: overcast
de: bedeckt
sk: zatiahnuté

source: rain
de: Regen
sk: dážď

source: rainfall
de: Regenfälle
sk: lejak

source: snow
de: Schnee
sk: sneženie

source: thunderstorm
de: Gewitter
sk: búrka

source: no data
de: keine Daten
sk: žiadne údaje

source: w/o precipitation
de: mm/m2 Niederschlag
sk: bez zrážok

source: pressure
de: Luftdruck
sk: tlak

source: ABC_1l
de: A
sk: A

source: ABC_2l
de: B
sk: B

source: ABC_3l
de: C
sk: C

source: ABC_4l
de: D
sk: D

source: ABC_5l
de: E
sk: E

source: ABC_6l
de: F
sk: F

source: ABC_7l
de: G
sk: G

source: ABC_8l
de: H
sk: H

source: ABC_9l
de: I
sk: I

source: ABC_10l
de: G
sk: G

source: ABC_11l
de: K
sk: K

source: ABC_12l
de: L
sk: L

source: ABC_13l
de: M
sk: M

source: ABC_14l
de: N
sk: N

source: ABC_15l
de: O
sk: O

source: ABC_16l
de: P
sk: P

source: ABC_17l
de: Q
sk: Q

source: ABC_18l
de: R
sk: R

source: ABC_19l
de: S
sk: S

source: ABC_20l
de: T
sk: T

source: ABC_21l
de: U
sk: U

source: ABC_22l
de: V
sk: V

source: ABC_23l
de: W
sk: W

source: ABC_24l
de: X
sk: X

source: ABC_25l
de: W
sk: W

source: ABC_26l
de: Z
sk: Z

source: january
de: Januar
sk: január

source: february
de: Februar
sk: február

source: march
de: März
sk: marec

source: may
de: Mai
sk: máj

source: june
de: Juni
sk: jún

source: july
de: Juli
sk: júl

source: september
de: Septembter

source: october
de: Oktober
sk: október

source: december
de: Dezember

source: [No channel info]
de: [Keine Sender Information]
sk: [Žiadne informácie o kanáli]

source: New claim on %s - %s (%s, id: %s). From %s
de: Neuer Anspruch auf %s - %s (%s, id: %s). Von %s

source: TV channels
de: TV Sender
sk: TV kanály

source: Radio channels
de: Radio Sender
sk: Rádiá

source: Modules
de: Module
sk: Moduly

source: Options
de: Optionen

source: end_date_format
de: m.d.Y
sk: m.d.Y

source: account_payment_info
de: Account-Zahlungsinformationen

source: account_agreement_info
de: Account-Vereinbarungen

source: account_terms_info
de: Account-Bedingungen

source: Not subscribed
de: Nicht abonniert
sk: Neodoberané

source: recording
de: aufnehmen
sk: nahrávanie

source: scheduled
de: geplant
sk: naplánované

source: city_name_field
de: name_en
sk: name_en

source: Break in the program
de: Beende das Programm

source: Action "%s" denied for page "%s"
de: aktion "%s" abgelehnt für die Seite "%s"

source: unavailable
de: nicht verfügbar
sk: nedostupné

source: failed to open
de: Fehler beim Öffnen

source: not changed
de: nicht geändert
sk: nezmenené

source: Errors
de: Fehler
sk: Chyby

source: Successful: %s channels
de: Erfolgreich: %s Sender
sk: Úspešné: %s kanálov

source: Deleted: %s records
de: Gelöscht: %s Aufnahmen
sk: Vymazané: %s nahrávok

source: Queries
de: Anfragen
sk: Otázky

source: Exec time
de: Exec Zeit
sk: Čas vykonania

source: WOWZA support
sk: WOWZA podpora

source: Balancer monitoring
sk: Monitorovanie vyrovnávača

source: Service code
sk: Kód služby

source: Name
sk: Názov

source: Genre
sk: Žáner

source: Links
sk: Spojenia

source: Only for API
sk: Len pre API

source: Song name
sk: Názov piesne

source: VIDEO CLUB
sk: VIDEO KLUB

source: Status
sk: Stav

source: size
sk: veľkosť

source: Action
sk: Akcia

source: Log
sk: Záznam

source: Media
sk: Médiá

source: Update EPG
sk: Aktualizovať EPG

source: Updated
sk: Aktualizované

source: Error when sending event
sk: Chyba pri odosielaní udalosti

source: Stalker MW admin interface
sk: Stalker MW admin rozhranie

source: RADIO
sk: RÁDIO

source: videoclub
sk: videoklub

source: radio
sk: rádio

source: infoportal
sk: infoportál

source: Infoportal
sk: Infoportál

source: Firmware auto update
sk: Automatická aktualizácia firmware

source: LOGIN
sk: PRIHLÁSENIE

source: Login
sk: Prihlásenie

source: Moderator
sk: Moderátor

source: Change the video output on the
sk: Zmeniť video výstup na

source: Logs
sk: Záznamy

source: Total
sk: Celkom

source: Max sessions
sk: Maximum relácií

source: Stream zone
sk: Vysielacia zóna

source: Update status
sk: Aktualizovať stav

source: Import
sk: Importovať

source: optional
sk: voliteľné

source: User logs
sk: Užívateľské záznamy

source: Radio
sk: Rádio

source: Clip
sk: Klip

source: Media browser
sk: Prehliadač médií

source: Video log
sk: Záznam videa

source: Wind
sk: Vietor

source: Media Browser
sk: Prehliadač médií

source: Off
sk: Vypnuté

source: optimal
sk: optimálny

source: stretch
sk: natiahnuť

source: VIDEOCLUB
sk: VIDEOKLUB

source: PACKAGE INFO
sk: INFORMÁCIE O BALÍKU

source: SOFTWARE UPDATE
sk: AKTUALIZÁCIA SOTFWARU

source: wind:
sk: vietor:

source: INFOPORTAL
sk: INFOPORTÁL

source: GOTO
sk: SKOČIŤ

source: C
sk: K

source: Your task is to guess the number of unduplicated four digits, the first of them - not zero. Every your guess will be compared with the number put forth a STB. If you guessed a digit, but it is not in place, then it is a COW (C). If you guessed, and a number, and its location, this BULL (B).
sk: Vašou úlohou je uhádnuť číslo zložené zo štyroch neopakujúcich sa číslic, prvé z nich nie je nula. Každý váš odhad bude porovnaný s číslom zadaným zo STB. Ak ste číslicu uhádli, ale nie je na správnom mieste, tak je to KRAVA (C). Ak ste uhádli aj číslo, aj umiestnenie, tak BÝK (B).

source: in
sk: v

source: STOP
sk: ZASTAVIŤ

source: PLAYBACK
sk: PREHRÁVANIE

source: START
sk: ZAČAŤ

source: DOWNLOADS
sk: SŤAHOVANIA

source: DOWNLOAD
sk: STIAHNUŤ

source: ACCOUNT
sk: ÚČET

source: REFRESH
sk: OBNOVIŤ

source: Speed test
sk: Test rýchlosti

source: Download
sk: Stiahnuť

source: on
sk: zapnuté

source: off
sk: vypnuté

source: Channel temporary available
sk: Kanál dočasne nedostupný

source: Encoding
sk: Kódovanie

source: %d day
sk: %d deň

source: april
sk: apríl

source: %H:%i
sk: %h:%i %p

source: H:i
sk: h:i A

source: Jun
sk: Jún

source: Jul
sk: Júl

source: wind
sk: vietor

source: action
sk: akčný

source: house/country
sk: vidiecky

source: drama
sk: dráma

source: yoga
sk: joga

source: melodrama
sk: melodráma

source: musical
sk: hudobný

source: sport
sk: šport

source: thriller
sk: triler

source: horror
sk: horor

source: Hobbies
sk: Záľuby

source: Drama
sk: Dráma

source: Clips
sk: Klipy

source: Melodrama
sk: Melodráma

source: Thriller
sk: Triler

source: Animation
sk: Animácia

source: Information
sk: Informácie

source: information
sk: informácie

source: religion
sk: náboženstvo

source: National
sk: Národné
