Repository: joshrichards37/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: de, sk

source: Rent duration
de: Mietdauer
sk: Trvanie prenájmu

source: Price
de: Preis
sk: Cena

source: All services
de: Alle Dienstleistungen
sk: Všetky služby

source: Sign in
de: Anmelden
sk: Registrácia

source: Video archive
de: Video Archiv
sk: Video archív

source: Karaoke archive
de: Karaoke Archiv
sk: Karaoke archív

source: Opened
de: Geöffnet
sk: Otvorené

source: Closed
de: Geschlossen
sk: Zatvorené

source: Rejected
de: Abgelehnt
sk: Odmietnuté

source: Current views on storage
de: Aktuelle Ansichten über Speicher
sk: Súčasné zobrazenia na úložisku

source: Begin
de: Anfang
sk: Začať

source: Users TV views statistics per month
de: User TV Aufrufe per Monat
sk: Mesačné štatistiky sledovaní TV užívateľmi

source: Counting if channel is playing more than 30 minutes
de: Zähler, wenn der Sender länger als 30min läuft
sk: Počítanie, či kanál hrá viac ako 30 minút

source: AUDIO GENRES
de: AUDIO GENRE

source: EPG settings
de: EPG Einstellungen
sk: Nastavenia EPG

source: Force update EPG
de: Erzwinge Update EPG
sk: Nútene aktualizovať EPG

source: ID prefix
de: ID Präfix
sk: Predpona ID

source: Report for the stb status changed on %s on %s
de: Bericht für den STB Status geändert auf %s %s
sk: Správa pre zmenený stav stb na %s na %s

source: Report of the stb status changing on %s on %s
de: Bericht des STB Status ändern auf %s %s
sk: Správa o zmene stavu stb na %s na %s

source: Current status
de: Aktueller Status
sk: Súčasný stav

source: Time of change
de: Zeit der Veränderung
sk: Čas zmeny

source: Updated according to the subscription channels.
de: Aktualisiert nach den Abo-Kanälen.
sk: Aktualizované podľa predplatného kanálov

source: Subscription saved
de: Abonnement gespeichert
sk: Predplatenie uložené

source: TV channels subscription
de: TV Sender Abonennten
sk: Predplatné TV kanálov

source: All channels
de: Alle Sender
sk: Všetky kanály

source: Subscription
de: Abonnement
sk: Predplatné

source: Tasks
de: Aufgaben
sk: Úlohy

source: Messages
de: Nachichten
sk: Správy

source: Expired 10 days
de: Abgelaufen 10 Tage
sk: Vypršané 10 dní

source: reject
de: ablehnen
sk: odmietnuť

source: AUDIO YEARS
de: AUDIO JAHRE

source: Completed tasks
de: Erledigte Aufgaben
sk: Dokončené úlohy

source: report generated by closed-month movies
de: Bericht von geschlossenen Monatsfilme erzeugt
sk: nahlásiť generované podľa filmov ukončeného mesiaca

source: Move to archive
de: Verschiebe ins Archiv
sk: Presunúť do archívu

source: Move to the archive?
de: Ins Archiv verschieben?
sk: Presunúť do archívu?

source: TimeShift statistics per month
de: Monatliche TimeShift Statistik

source: Playlists
de: Playlisten
sk: Playlisty

source: TV Archive has NOT been restarted correctly.
de: TV Archiv hat nicht korrekt gestartet.

source: TV Archive has been restarted.
de: TV hat neu gestartet.

source: Error: could not save logo
de: Error: Logo konnte nicht gespeichert werden
sk: Chyba: nebolo možné uložiť logo

source: priority
de: Priorität
sk: priorita

source: Temporary HTTP URL
de: temporäre HTTP URL
sk: Dočasná HTTP URL

source: Flussonic support
de: Flussonic Unterstützung

source: NGINX secure link
de: NGINX sicher Link

source: Enable monitoring
de: Monitoring aktivieren
sk: Povoliť monitorovanie

source: Channel URL for monitoring
de: Sender URL für Monitoring
sk: URL kanála pre monitorovanie

source: add new link
de: neuen Link hinzufügen
sk: pridať nové spojenie

source: delete
de: löschen
sk: vymazať

source: Channel with same number already exists!
de: Sender mit der selben Nummer existiert bereits!
sk: Kanál s týmto číslom už existuje!

source: Shift channel list?
de: Senderliste wechseln?
sk: Presunúť zoznam kanálov?

source: Restart all TV archives
de: Starte TV Archiv neu

source: Claims about<br>audio/video/epg
de: Aussagen über<br>audio/video/epg
sk: Sťažnosti ohľadom<br>audio/video/epg

source: monitoring off
de: Monitoring aus
sk: monitorovanie vypnuté

source: more than an hour ago
de: vor mehr als einer Stunde
sk: viac ako pred hodinou

source: less than a minute ago
de: weniger als eine Minute
sk: menej ako pred minútou

source: minutes ago
de: vor Minuten
sk: minút dozadu

source: Error deleting a logo
de: Error Logo löschen
sk: Chyba pri odstraňovaní loga

source: Base channel
de: Basis Sender
sk: Základný kanál

source: Bonus channel
de: Bonus Sender
sk: Bonusový kanál

source: URL for recording (multicast)
de: URL für Aufnahmen (Multicast)
sk: URL pre nahrávanie (multicast)

source: Enable TV archive
de: Aktiviere TV Archiv
sk: Povoliť TV archív

source: TV archive duration, h
de: TV Archiv Dauer, h

source: Allow nPVR
de: Erlaube nPVR
sk: Povoliť nPVR

source: Allow USB TimeShift
de: Erlaube USB TimeShift

source: only for rtp and ffrt solutions
de: nur für rtp und ffrt Lösungen

source: Allow USB PVR
de: Erlaube USB PVR
sk: Povoliť USB PVR

source: EPG correction
de: EPG Korrektur
sk: Oprava EPG

source: TV views statistics per month
de: Monatliche TV Aufruf Statistik
sk: Mesačné štatistiky sledovaní TV

source: User language
de: Benutzer Sprache

source: File
de: Datei
sk: Súbor

source: Update favorites
de: Update Favoriten
sk: Aktualizovať obľúbené

source: enabled
de: aktiviert
sk: povolené

source: Disable
de: Deakivieren
sk: Zakázať

source: Enable
de: Aktivieren
sk: Povoliť

source: STB Model
de: STB Modell
sk: Model STB

source: Required
de: Benötigt
sk: Požadované

source: Update type
de: Update Typ
sk: Typ aktualizácie

source: Prefix
de: Präfix

source: Do you really want to delete this item?
de: Willst du diesen Artikel wirklich löschen?
sk: Určite chcete vymazať túto položku?

source: Cache %s is cleared
de: Cache %s ist geleert
sk: Cache %s je vyčistená

source: Storage with id %s not found
de: Storage mit ID %s nicht gefunden
sk: Úložisko s id %s nebolo nájdené

source: Cache is cleared
de: Cache ist geleert
sk: Cache je vyčistená

source: Are you sure you want to reset a cache?
de: Bist du sicher, dass du den Cache löschen möchtest?
sk: Určite chcete vynulovať cache?

source: Clear cache
de: Cache löschen
sk: Vyčistiť cache

source: Are you sure you want to update a cache? This operation will take some time.
de: Sind Sie sicher, dass Sie den Cache aktualisieren möchten? Dieser Vorgang wird einige Zeit dauern.
sk: Určite chcete aktualizovať cache? Táto operácia bude trvať nejaký čas.

source: Refresh cache
de: Cache aktualisieren
sk: Obnoviť cache

source: Unique movies
de: Einzigartige Filme
sk: Jedinečné filmy

source: Search in storages
de: Suche in Speicher
sk: Hľadať v úložiskách

source: Home path
de: Home Pfad
sk: Domovská cesta

source: Are you sure you want to change the status of the storage %s?
de: Sind Sie sicher, dass Sie den Status des Speicher %s ändern möchten?
sk: Určite chcete zmeniť stav úložiska %s?

source: Are you sure you want to reset the cache of the storage %s?
de: Sind Sie sicher, dass Sie den Cache des Speicher %s zurücksetzen möchten?
sk: Určite chcete vynulovať cache úložiska %s?

source: clear cache
de: Cache löschen
sk: vyčistiť cache

source: Are you sure you want to delete storage %s?
de: Sind Sie sicher, dass Sie den Speicher %s löschen möchten?
sk: Určite chcete vymazať úložisko %s?

source: User-Agent Filter
de: Benutzer-Agent Filter

source: Storing content
de: Speichern von Inhalten
sk: Ukladanie obsahu

source: Not available for MAG100
de: Nicht verfügbar für die MAG100
sk: Nedostupné pre MAG100

source: Record TV
de: TV Aufzeichnungen
sk: Nahrať TV

source: Emulation
de: Nachfolge
sk: Emulácia

source: External
de: Extern
sk: Externé

source: Only moderators
de: Nur Moderatoren
sk: Len moderátori

source: Video Schedule
de: Video Zeitplan

source: search by clip name
de: Suche nach Clipnamen
sk: hľadať podľa názvu klipu

source: File name
de: Dateiname
sk: Názov súboru

source: Posted by
de: Geschrieben von
sk: Odoslané

source: Author
de: Autor/Urheber
sk: Autor

source: Action "edit" denied for page "add_itv"
de: Aktion "edit" verboten für Seite "add_itv"

source: biography
de: Biografien
sk: životopis

source: military
de: Militär
sk: vojnový

source: detective
de: Dedektiv
sk: detektívny

source: children's
de: Kinder
sk: detský

source: foreign
de: ausländisch
sk: zahraničný

source: health
de: Gesundheit
sk: zdravie

source: art
de: Kunst
sk: umenie

source: historical
de: historisch
sk: historický

source: history
de: Geschichte
sk: história

source: catastrophe
de: Katastrophen
sk: katastrofa

source: comedy
de: Komödie
sk: komédia

source: criminal
de: Krimi
sk: kriminálny

source: cookery
de: Kochen
sk: kuchársky

source: mysticism
de: Mystik
sk: mysticizmus

source: science
de: Wissenschaft
sk: veda

source: ours
de: unsere
sk: náš

source: teach
de: Lernen
sk: učiť

source: hunting
de: Jagen
sk: lovenie

source: adventure
de: Abenteuer
sk: dobrodružstvo

source: nature
de: Natur
sk: príroda

source: travels
de: Reisen
sk: cestovanie

source: fishing
de: Fischen
sk: rybolov

source: series
de: Serien
sk: séria

source: sketch-show
de: Sketch-Shows
sk: skeč-show

source: dancing
de: Tanzen
sk: tanec

source: technique
de: Technik
sk: technika

source: fiction
de: Bellestrik
sk: fikcia

source: aerobics
de: Fitness
sk: aerobik

source: fantasy
de: Fantasie
sk: fantázia

source: erotica
de: Erotik
sk: erotika

source: humourist
de: Humorist
sk: humorista

source: foreign cartoons
de: ausländische Zeichentrickfilme

source: our cartoons
de: unsere Zeichentrickfilme

source: cartoon series
de: Zeichentrickfilm Serien

source: Cartoon
de: Trickfilm
sk: Kreslený

source: Ours cinema
de: Unser Kino
sk: Naše kino

source: World cinema
de: Welt Kino
sk: Svetové kino

source: Documentary
de: Dokumentation
sk: Dokumentárny

source: Humour
de: Humor
sk: Humor

source: Our Serial
de: Unsere Serien
sk: Náš seriál

source: Foreign Serial
de: Serien
sk: Zahraničný seriál

source: Movies
de: Filme
sk: Filmy

source: Detective
de: Krimi
sk: Detektívny

source: Historical
de: Historisch
sk: Historický

source: Comedy
de: Komödie
sk: Komédia

source: Romantic
de: Romantik

source: Adventures
de: Abenteuer
sk: Dobrodružstvá

source: Horrors
de: Horror
sk: Horory

source: Fiction
de: Bellestrik
sk: Fikcia

source: Erotica
de: Erotik
sk: Erotika

source: Fantasy
de: Fantasie
sk: Fantázia

source: Childrens
de: Kinder
sk: Detský

source: Musical
de: Musikal
sk: Hudobný

source: Serial
de: Series
sk: Seriál

source: Sports
de: Sport
sk: Šport

source: Teach
de: Lehrstunde
sk: Učiť

source: entertainments
de: Unterhaltung
sk: zábava

source: cinema
de: Kino
sk: kino

source: sports
de: Sport
sk: šport

source: music
de: Musik
sk: hudba

source: business
de: Geschäft
sk: obchod

source: culture
de: Kultur
sk: kultúra

source: for adults
de: Erwachsene
sk: pre dospelých

source: information-entertaining
de: Informationen-Unterhaltung
sk: informácie - zábavné

source: social
de: sozial
sk: sociálne

source: woman's
de: Frauen
sk: ženské

source: scientific-entertainment
de: Wissenschaftliche Unterhaltung
sk: vedecké - zábava

source: Alternative Rock
de: Alternativ Rock

source: Children's Music
de: Kinder Musik

source: Classical
de: Klassisch

source: Latin Music
de: Latin Musik

source: Easy Listening
de: Unterhaltungsmusik

source: Hillbilly music
de: Hillbilly Musik

source: Adult Contemporary
de: Erwachsen

source: Themes music
de: Themes Musik

source: Electronic
de: Electronisch

source: 1920s and earlier
de: 1920s und früher

source: 1930s
de: 1930er

source: 1940s
de: 1940er

source: 1950s
de: 1950er

source: 1960s
de: 1960er

source: 1970s
de: 1970er

source: 1980s
de: 1980er

source: 1990s
de: 1990er

source: 2000s
de: 2000er

source: Chanson
de: Lied
sk: Šansón

source: From cartoon films
de: Von Cartoon Filme
sk: Z kreslených filmov

source: Nurseries
de: Kinder
sk: Jasle

source: From films
de: Von Filme
sk: Z filmov

source: Clear
de: Klar
sk: Jasno

source: Partly Cloudy
de: Teilweise bewölkt
sk: Čiastočne zamračené

source: Cloudy
de: Bewölkt
sk: Zamračené

source: Overcast
de: Bedeckt
sk: Zatiahnuté

source: Little rain
de: wenig Regen
sk: Slabý dážď

source: Rain
de: Regen
sk: Dážď

source: Thunderstorm
de: Gewitter
sk: Búrka

source: Hail
de: Hagel
sk: Krupobitie

source: Sleet
de: Schneeregen
sk: Sneh s dažďom

source: Snow
de: Schnee
sk: Sneh

source: Snowfall
de: Schneefall
sk: Sneženie

source: N
de: Nord
sk: S

source: NE
de: Nordost
sk: SV

source: E
de: Ost
sk: V

source: SE
de: Südost
sk: JV

source: S
de: Süden
sk: J

source: SW
de: Südwest
sk: JZ

source: W
de: West
sk: Z

source: NW
de: Nordwest
sk: SZ

source: Tariff plan is changed, please restart your STB
de: Tarifplan hat geändert, bitte starte die STB neu
sk: Tarifa je zmenená, prosím reštartujte váš STB

source: Starting recording
de: Aufnahme gestartet
sk: Nahrávanie začína

source: Stopped recording
de: Aufnahme gestoppt
sk: Nahrávanie zastavené

source: on channel
de: auf Sender
sk: na kanáli

source: Services are updated according to the subscription. The STB will be rebooted.
de: Aktualisiert nach den Abo-Kanälen. STB wird neu gestartet.

source: Firmware of your STB is outdated.<br>Please update it.
de: Die Firmware deiner STB ist alt.<br> Bitte update sie.

source: Your STB is damaged.<br/> Call the provider.
de: Deine STB ist beschädigt.<br> Bitte rufen den Provider.

source: EXPLORER
de: Assistent

source: RECORDS
de: Aufnahmen
sk: ZÁZNAMY

source: WEATHER
de: Wetter
sk: POČASIE

source: SETTINGS
de: EINSTELLUNGEN
sk: NASTAVENIA

source: EXCHANGE
de: Wechselkurs

source: Watch TV shows, movies, tv series, news and educational programs in digital quality.
de: Schauen Sie TV-Shows, Filme, Serien, Nachrichten und Bildungsprogramme in digitaler Qualität.

source: Library of movies for any mood with easy search and sorting by genre that help to find what you need in seconds.
de: Die Videothek für jede Stimmung mit einer einfachen Such- und Filterfunktion nach Genre, die schnell das findet wonach Sie suchen!

source: Audio club app allows creating a special atmosphere for any party of family event!
de: Die Anwendung „Audio Club“ schafft eine besondere Atmosphäre auf jeder Party oder Familienfeie!

source: Easy and handy way of listening to music, news, talk shows and much more.
de: Eine einfache und bequeme Art Musik, Nachrichten, Talkshows und vieles mehr zu hören.

source: Sing your favourite songs with friends or improve your vocal skills.
de: Singen Sie Ihre Lieblingssongs zusammen mit Ihren Freunden oder entwickeln Sie Ihre vokalen Fähigkeiten.

source: Watch movies, listen to music or view the photos, saved on your removable storages or within the local network.
de: Filme sehen, Musik hören, Fotos auf den Wechselmedien oder im lokalen Netz anschauen.

source: Download the files directly from the Internet network to the connected removable storage.
de: Filme direkt aus dem Internet auf das angeschlossene Wechselmedium herunterladen.

source: This app allows recording TV shows or watch the records made previously.
de: Diese Anwendung erlaubt es die TV-Sendungen aufzuzeichnen oder früher aufgezeichnete Medien wiederzugeben.

source: App will help you to stay up to date with the changes in rates of currencies from all over the world.
de: Die Anwendung hilft Ihnen dabei stets auf dem neuesten Stand der Wechselkurse zu bleiben.

source: Weather forecast for three subsequent days in any city of the world.
de: Weltweite Wettervorhersage für die nächsten drei Tage

source: Configure the user interface appearance and set up parental control to ensure your child’s safety while he’s using a set-top box.
de: Stellen Sie die Benutzeroberfläche ein, legen Sie den PIN-Kinderschutz fest, um sich zu versichern, dass Ihr Kind den passenden Sender schaut.

source: System settings will help you to set up network connection, graphics resolution and to change interface language.
de: Systemeinstellungen helfen Ihnen dabei das Netzwerk, die passende Auflösung sowie die Benutzersprache einzustellen.

source: Surf the Internet via built-in browser! To make it easier, you can use the MAGic Remote mobile app or connect the keyboard or mouse via USB port.
de: Surfen Sie im Internet durch einen integrierten Browser!

source: 2048 is one of the world’s most popular puzzles. The rules are simple: you need to shuffle all the bars to one side of the game field. Your goal is to reach 2048.
de: Ein der beliebtesten Kopfzerbrecher der Welt. Spielregeln: Sie können alle Tafeln des Spielfelds in eine der 4 Richtungen bewegen. Ihr Ziel ist es die 2048 zu erreichen.

source: Lines is the puzzle from 90-s which is still popular. The game’s goal is to remove balls by forming lines of at least five balls of the same color.
de: Lines- das Logikspiel aus den späten 90ern, welches auch heute beliebt ist. Das Ziel ist so viele Linien wie möglich aus mindestens fünf Bällen der gleichen Farbe zu sammeln.

source: Memory is a game for memory development. Find out how much time you need to open all the matching cards.
de: Memory-ist ein Spiel für das Gedächtnis. Finden Sie heraus wie viele Züge Sie brauchen, um alle gepaarten Kärtchen zu öffnen.

source: Sudoku is a well-known Japanese puzzle. You need to fill all the cells the way there won't be the same two numbers in each row, column or block.
de: Sudoku-das berühmte japanische Logikrätsel. Man muss die Ziffern in den Kästchen so auffüllen, dass jede Ziffer in jeder Spalte und jeder Reihe, sowie in jedem Block nur einmal vorkommt.

source: The portal is temporarily unavailable.<br>Please try again later.<br>Sorry for the inconvenience.
de: Das Portal ist temporär nicht verfügbar.<br>Bitte versuche es später nochmals.<br>Sorry für die Umstände.

source: Welcome %s<br>We are glad to see you on the Stalker portal!
de: Wilkommen %s<br>Wir freuen uns, dich auf Stalker zu sehen!

source: Comfort
de: Komfort
sk: Komfort

source: Pressure
de: Luftdruck
sk: Tlak

source: Humidity
de: Luftfeuchtigkeit
sk: Vlhkosť

source: Current weather unavailable
de: Aktuelles Wetter nicht verfügbar
sk: Aktuálne počasie nedostupné

source: The weather is not configured
de: Das Wetter ist nicht konfiguriert

source: VIEW
de: ANSICHT
sk: ZOBRAZIŤ

source: SORT
de: SORTIERUNG
sk: TRIEDIŤ

source: SEARCH
de: SUCHE
sk: HĽADAŤ

source: PICKING
de: SAMMELN
sk: VYBERANIE

source: BY LETTER
de: SCHRIFTLICH
sk: PODĽA PÍSMENA

source: BY NAME
de: NAME
sk: PODĽA MENA

source: BY TITLE
de: TITEL
sk: PODĽA NÁZVU

source: PAGE
de: SEITE
sk: STRANA

source: FROM
de: Von
sk: OF

source: FOUND
de: GEFUNDEN
sk: NÁJDENÉ

source: LOADING...
de: LADEN...
sk: NAČÍTAVANIE...

source: Loading...
de: Laden...
sk: Načítavanie...

source: connected
de: verbunden
sk: pripojené

source: disconnected
de: getrennt
sk: odpojené

source: USB drive
de: USB Laufwerk
sk: USB disk

source: The number of connections is limited. <br> Try again later
de: Die Anzahl der Verbindungen ist begrenzt. <br> Versuchen Sie es später erneut
sk: Počet pripojení je obmedzený. <br> Skúste to znova neskôr.

source: File missing
de: Datei fehlt
sk: Súbor chýba

source: Server error
de: Serverfehler
sk: Serverová chyba

source: Access denied
de: Zugang verweigert
sk: Prístup zamietnutý

source: Server unavailable
de: Server nicht verfügbar
sk: Server nedostupný

source: part
de: Teil
sk: časť

source: Track
de: Spur
sk: Stopa

source: Subtitles
de: Untertitel
sk: Titulky

source: Complain
de: Reklamieren
sk: Sťažnosť

source: on sound
de: Sound
sk: na zvuk

source: on video
de: Video
sk: na obraz

source: Thank you, your opinion will be taken into account
de: Vielen Dank, Ihre Meinung wird berücksichtigt
sk: Ďakujeme, váš názor bude vzaný do úvahy.

source: one series
de: eine Serie
sk: jedna séria

source: continuously
de: ununterbrochen
sk: plynulo

source: fit on
de: anpassen
sk: hodiť sa

source: combined
de: kombiniert
sk: kombinované

source: FAVORITE
de: FAVORIT
sk: OBĽÚBENÉ

source: by number
de: Nummer
sk: podľa čísla

source: by title
de: Titel
sk: podľa názvu

source: only favorite
de: nur Favoriten
sk: len obľúbené

source: del
de: löschen
sk: vymazať

source: MOVE
de: BEWEGEN
sk: PRESUNÚŤ

source: HD only
de: nur HD
sk: len HD

source: list
de: Liste
sk: zoznam

source: list + info
de: Liste + Informationen
sk: zoznam + info

source: information about the movie
de: Informationen über die Filme
sk: informácie o filme

source: Length
de: Länge
sk: Dĺžka

source: Cast
de: Besetzung
sk: Obsadenie

source: Rating
de: Bewertung
sk: Hodnotenie

source: Age
de: Alter
sk: Vek

source: OTHER
de: ANDERE
sk: OSTATNÉ

source: FIND
de: FINDEN
sk: NÁJSŤ

source: BY GENRE
de: GENRE
sk: PODĽA ŽÁNRU

source: BY YEAR
de: JAHR
sk: PODĽA ROKU

source: BY RATING
de: BEWERTUNG
sk: PODĽA HODNOTENIA

source: search
de: suchen
sk: hľadať

source: picking
de: zusammenstellen
sk: vyberanie

source: by addtime
de: nach Zusatzzeit
sk: podľa času pridania

source: rating
de: Bewertung
sk: hodnotenie

source: favorite only
de: nur Favoriten
sk: len obľúbené

source: purchased
de: bezahlt
sk: kúpené

source: not ended
de: nicht beendet
sk: neskončené

source: Purchased
de: Bezahlt
sk: Kúpené

source: rent expires in
de: Miete endet
sk: prenájom vyprší za

source: Your STB is blocked.<br/> Call the provider.
de: Deine STB ist blockiert.<br> Bitte rufen den Provider.
sk: Váš STB je zablokovaný.<br/> Kontaktujte poskytovateľa.

source: JANUARY
de: JAN
sk: JANUÁR

source: FEBRUARY
de: FEB
sk: FEBRUÁR

source: MARCH
de: MAR
sk: MAREC

source: APRIL
de: APR
sk: APRÍL

source: MAY
de: MAI
sk: MÁJ

source: JUNE
de: JUN
sk: JÚN

source: JULY
de: JUL
sk: JÚL

source: AUGUST
de: AUG

source: SEPTEMBER
de: SEP

source: OCTOBER
de: OKT
sk: OKTÓBER

source: NOVEMBER
de: NOV

source: DECEMBER
de: DEZ

source: SUNDAY
de: SONNTAG
sk: NEDEĽA

source: MONDAY
de: MONTAG
sk: PONDELOK

source: TUESDAY
de: DIENSTAG
sk: UTOROK

source: WEDNESDAY
de: MITTWOCH
sk: STREDA

source: THURSDAY
de: DONNERSTAG
sk: ŠTVRTOK

source: FRIDAY
de: FREITAG
sk: PIATOK

source: SATURDAY
de: SAMSTAG
sk: SOBOTA

source: BACK
de: ZURÜCK
sk: SPÄŤ

source: ABOUT MOVIE
de: ÜBER DEN FILM
sk: O FILME

source: TV GUIDE
de: TV HANDBUCH
sk: TV PRÍRUČKA

source: CANCEL
de: ABBRECHEN
sk: ZRUŠIŤ

source: SAVE
de: SPEICHERN
sk: ULOŽIŤ

source: Current password
de: Aktuelles Passwort
sk: Súčasné heslo

source: PARENTAL SETTINGS
de: JUGENDSCHUTZEINSTELLUNGEN
sk: RODIČOVSKÉ NASTAVENIA

source: PARENTAL
de: JUGENDSCHUTZ
sk: RODIČOVSKÉ

source: New password
de: Neues Passwort
sk: Nové heslo

source: Repeat new password
de: Neues Passwort wiederholen
sk: Zopakujte nové heslo

source: Settings saved
de: Einstellungen gespeichert
sk: Nastavenia uložené

source: Settings saved.<br>The STB will be rebooted. Press OK.
de: Einstellungen gespeichert.<br> Die STB wird rebooted. Drücke OK.
sk: Nastavenia uložené.<br>STB bude reštartovaný. Stlačte OK.

source: Error filling fields
de: Error ausgefüllte Felder
sk: Chyba pri vyplňovaní polí

source: Saving error
de: Error beim Speichern
sk: Chyba pri ukladaní

source: LOCALIZATION
de: LOKALISIERUNG
sk: LOKALIZÁCIA

source: Language of the interface
de: Sprache der Benutzeroberfläche
sk: Jazyk rozhrania

source: City
de: Stadt
sk: Mesto

source: Use PAGE-/+ buttons to move through several menu items
de: Verwende SEITE -/ + Tasten, um sich durch mehrere Menüpunkte zu bewegen
sk: Použite tlačídlá STRANA-/+ na pohyb medzi niekoľkými položkami menu

source: START UPDATE
de: STARTE UPDATE
sk: ZAČAŤ AKTUALIZÁCIU

source: From HTTP
de: Von HTTP
sk: Z HTTP

source: From USB
de: Von USB
sk: Z USB

source: Source
de: Quelle
sk: Zdroj

source: Method select
de: Auswahlmethode
sk: Výber spôsobu

source: EMPTY
de: LEER
sk: PRÁZDNE

source: Exchange rate on
de: Wechselkurs
sk: Výmenný kurz zapnutý

source: NBU exchange rate on
de: NBU Wechselkurs
sk: Výmenný kurz NBU zapnutý

source: CBR exchange rate on
de: CBR Wechselkurs
sk: Výmenný kurz CBR zapnutý

source: pres.:
de: Luftdruck:
sk: tlak:
